{
    "Teach On Udemy": "قدم على Udemy",
    "Get your team access to over 22,000 top Udemy courses, anytime, anywhere.": "احصل على فريقك على الوصول إلى أكثر من 22,000 دورة على Udemy في أي وقت وفي أي مكان.",
    "Learn More": "اعرف المزيد",
    "Log In": "تسجيل الدخول",
    "Sign Up": "سجل",
    "Learning that gets you": "التعلم الذي يصلك",
    "Skills for your present (and your future). Get started with us.": "ابدأ معنا  ... مهاراتك للحاضر (والمستقبل)",
    "Build ready-for-anything teams": "بناء فرق جاهزة لأي شيء",
    "See why leading organizations choose to learn with Udemy Business": "انظر لماذا تختار المؤسسات الرائدة التعلم مع Udemy Business",
    "Request a demo": "اطلب عرضًا تجريبيًا",
    "A broad selection of courses": "مجموعة واسعة من الدورات",
    "Choose from over 210,000 online video courses with new additions published every month": "اختر من بين أكثر من 210,000 دورة فيديو عبر الإنترنت مع إضافة دورات جديدة كل شهر",
    "Python": "بايثون",
    "Excel": "إكسل",
    "Web Development": "تطوير الويب",
    "Expand your career opportunities with Python": "قم بتوسيع فرص مهنتك مع بايثون",
    "Take one of Udemy’s range of Python courses and learn how to code using this incredibly useful language. Its simple syntax and readability makes Python perfect for Flask, Django, data science, and machine learning. You’ll learn how to build everything from games to sites to apps. Choose from a range of courses that will appeal to...": "خذ واحدة من دورات Python المقدمة من Udemy وتعلم كيفية البرمجة باستخدام هذه اللغة المفيدة للغاية. بنية الجملة البسيطة والقابلية للقراءة تجعل Python مثاليًا لـ Flask و Django وعلوم البيانات وتعلم الآلة. ستتعلم كيفية بناء كل شيء من الألعاب إلى المواقع إلى التطبيقات. اختر من بين مجموعة من الدورات التي ستنال إعجابك...",
    "Explore Python": "استكشف بايثون",
    "How learners like you are achieving their goals": "كيف المتعلمون مثلك يحققون أهدافهم",
    "I am proud to say that after a few months of taking this course...": "أنا فخور بالقول أنه بعد عدة أشهر من أخذ هذه الدورة...",
    "I passed my exam and am now an AWS Certified Cloud Practitioner!": "لقد نجحت في امتحاني وأصبحت الآن AWS Certified Cloud Practitioner!",
    "This content was exactly what the CCP exam covered.": "هذا المحتوى كان بالضبط ما تغطيه امتحان CCP.",
    "Will A": "ويل A",
    "[NEW] Ultimate AWS Certified Cloud Practitioner - 2022": "[جديد] AWS Certified Cloud Practitioner النهائي - 2022",
    "This course helped me": " هذه الدورة ساعدتني",
    "freshen up on my product manager skills and land a job at Facebook!": "فتحت لي فرصة لتحديث مهاراتي في إدارة المنتجات والحصول على وظيفة في فيسبوك!",
    "Thanks guys :)": "شكرًا لكم :)",
    "Ron F": "رون ف",
    "One of the best courses on management and leadership I have come across so far. The advice is practical, and examples highly relatable.": "واحدة من أفضل الدورات التدريبية في مجال الإدارة والقيادة التي حصلت عليها حتى الآن. النصيحة عملية، والأمثلة وثيقة الصلة للغاية.",
    "Would help anyone become a better manager.": "من شأنه أن يساعد أي شخص على أن يصبح مديرًا أفضل.",
    "Students are viewing": "الطلاب الان يطالعون",
    "Best Seller": "الأفضل مبيعا",
    "Top categories": "أعلى الفئات",
    "Featured topics by category": "المواضيع المميزة حسب الفئة",
    "Development": "تطوير",
    "11,415,615 students": "11,415,615 طالب",
    "Machine Learning": "تعلم الآلة",
    "7,070,015 students": "7,070,015 طالب",
    "Business": "أعمال",
    "Financial Analysis": "تحليل مالي",
    "1,195,282 students": "1,195,282 طالب",
    "SQL": "SQL",
    "5,977,561 students": "5,977,561 طالب",
    "PMP": "PMP",
    "IT and Software": "تكنولوجيا المعلومات والبرمجيات",
    "Amazon AWS": "Amazon AWS",
    "6,123,456 students": "6,123,456 طالب",
    "Ethical Hacking": "اختراق أخلاقي",
    "10,931,066 students": "10,931,066 طالب",
    "Cyber Security": "أمان السيبراني",
    "Design": "تصميم",
    "Photoshop": "فوتوشوب",
    "Graphic Design": "تصميم جرافيكي",
    "3,381,052 students": "3,381,052 طالب",
    "Drawing": "رسم",
    "Explore more topics": "استكشاف المزيد من المواضيع",
    "Marketing": "تسويق",
    "Personal Development": "تطوير الذات",
    "Photography": "تصوير فوتوغرافي",
    "music": "موسيقى",
    "Upskill your team with Udemy Business": "قم بتطوير فريقك مع Udemy Business",
    "Unlimited access to 22,000+ top Udemy courses, anytime, anywhere": "وصول غير محدود إلى أكثر من 22,000 دورة ممتازة في Udemy في أي وقت وفي أي مكان",
    "International course collection in 14 languages": "مجموعة دورات دولية في 14 لغة",
    "Top certifications in tech and business": "أفضل الشهادات في التكنولوجيا والأعمال",
    "Get Udemy Business": "احصل على يوديمي بيزنس",
    "Learn more": "تعرف على المزيد",
    "Become an instructor": "كن مدرسًا",
    "Instructors from around the world teach millions of students on Udemy. We provide the tools and skills to teach what you love.": "المدرسون من جميع أنحاء العالم يعلمون الملايين من الطلاب على Udemy. نحن نوفر الأدوات والمهارات لتدريس ما تحب.",
    "Start teaching today": "ابدأ التدريس اليوم",
    "Follow us": "تابعنا",
    "Udemy Business": "أعمال يوديمي",
    "Teach on Udemy": "قم بالتدريس على يوديمي",
    "Get the app": "احصل على التطبيق",
    "About us": "عنا",
    "Contact us": "اتصل بنا",
    "Careers": "وظائف",
    "Blog": "مدونة",
    "Help and Support": "المساعدة والدعم",
    "Affiliate": "شركاء",
    "Investors": "المستثمرون",
    "Terms": "الشروط",
    "Privacy policy": "سياسة الخصوصية",
    "Cookie settings": "إعدادات الكوكيز",
    "Sitemap": "خريطة الموقع",
    "Accessibility statement": "بيان التوافر",
    "Choose a language": "اختر لغة",
    "Arabic": "العربية",
    "Teach Online - Share your knowledge with millions of student...": "قم بتدريس عبر الإنترنت - شارك معرفتك مع ملايين الطلاب...",
    "Come Teach With Us": "تعلم معنا",
    "Become an instructor and change lives — including your own": "كن مدرسًا وغيّر حيوات الآخرين - بما في ذلك حياتك الخاصة",
    "Get started": "ابدأ",
    "So Many Reasons To start": "هناك العديد من الأسباب للبدء",
    "Teach your way": "قم بتدريس بالطريقة التي تفضلها",
    "Publish the course you want, in the way you want, and always have control of your own content.": "نشر الدورة التعليمية التي تريدها، بالطريقة التي تفضلها، والحفاظ دائمًا على التحكم في محتواك الخاص.",
    "Inspire learners": "المساهمة في إلهام المتعلمين",
    "Teach what you know and help learners explore their interests, gain new skills, and advance their careers.": "قم بتدريس ما تعرفه وساعد المتعلمين في استكشاف اهتماماتهم، واكتساب مهارات جديدة، والتقدم في مسارهم المهني.",
    "Get rewarded": "احصل على مكافأة",
    "Expand your professional network, build your expertise, and earn money on each paid enrollment.": "قم بتوسيع شبكتك المهنية، وبناء خبرتك، وكسب المال مع كل تسجيل مدفوع.",
    "62M": "62 مليون",
    "Students": "طالب",
    "75+": "أكثر من 75",
    "Languages": "لغة",
    "830M": "830 مليون",
    "enrollment": "تسجيل",
    "180+": "أكثر من 180",
    "Countries": "بلد",
    "14,400+": "أكثر من 14,400",
    "Enterprise customers": "عملاء المؤسسات",
    "How to begin": "كيفية البدء",
    "Plan your curriculum": "قم بتخطيط منهاجك التعليمي",
    "You start with your passion and knowledge. Then choose a promising topic with the help of our Marketplace Insights tool. The way that you teach — what you bring to it — is up to you.": "تبدأ بشغفك ومعرفتك. ثم اختر موضوعًا واعدًا بمساعدة أداة تحليل السوق لدينا. الطريقة التي تدرس بها - ما تضيفه - تعتمد عليك.",
    "How we help you": "كيف نساعدك",
    "We offer plenty of resources on how to create your first course. And, our instructor dashboard and curriculum pages help keep you organized.": "نقدم العديد من الموارد حول كيفية إنشاء أول دورة لك. ولوحة تحكم المدرب الخاصة بنا وصفحات المنهاج تساعدك على البقاء منظمًا.",
    "Record your video": "قم بتسجيل فيديو الدورة",
    "Use basic tools like a smartphone or a DSLR camera. Add a good microphone and you’re ready to start. If you don’t like being on camera, just capture your screen. Either way, we recommend two hours or more of video for a paid course.": "استخدم أدوات أساسية مثل الهاتف الذكي أو كاميرا DSLR. قم بإضافة ميكروفون جيد وأنت جاهز للبدء. إذا لم تحب أن تظهر في الكاميرا، قم ببساطة بتسجيل شاشة العرض. بأي حال، نوصي بتسجيل فيديو لمدة ساعتين أو أكثر للدورة المدفوعة.",
    "Our support team is available to help you throughout the process and provide feedback on test videos.": "فريق الدعم لدينا متاح لمساعدتك طوال العملية وتقديم ملاحظات حول مقاطع الفيديو التجريبية.",
    "Launch your course": "قم بإطلاق دورتك التعليمية",
    "Gather your first ratings and reviews by promoting your course through social media and your professional networks. Your course will be discoverable in our marketplace where you earn revenue from each paid enrollment.": "اجمع التقييمات والمراجعات الأولى لدورتك عن طريق الترويج لها عبر وسائل التواصل الاجتماعي وشبكاتك المهنية. ستكون دورتك قابلة للاكتشاف في سوقنا حيث تكسب عائدًا من كل تسجيل مدفوع.",
    "Our custom coupon tool lets you offer enrollment incentives while our global promotions drive traffic to courses. There’s even more opportunity for courses chosen for Udemy Business.": "أداة القسائم المخصصة لدينا تتيح لك تقديم حوافز للتسجيل بينما تقوم الترويجات العالمية لدينا بزيادة حركة المرور إلى الدورات. هناك فرصة أكبر حتى للدورات المختارة لـ Udemy Business.",
    "You Won’t Have to Do It Alone": "لن تحتاج إلى القيام بهذا بمفردك",
    "Our": "فريقنا",
    "Instructor Support Team": "فريق الدعم للمدرسين",
    "is here to answer your questions and review your test video, while our": "هنا للإجابة على أسئلتك ومراجعة فيديو الاختبار الخاص بك، بينما",
    "Teaching Center": "مركز التعليم",
    "gives you plenty of resources to help you through the process. Plus, get the support of experienced instructors in our": "يوفر لك العديد من الموارد لمساعدتك طوال العملية. بالإضافة إلى الحصول على دعم من المدرسين ذوي الخبرة في مجتمعنا",
    "online community": "المجتمع الإلكتروني",
    "Need more details before you start? Learn more.": "هل تحتاج إلى مزيد من التفاصيل قبل أن تبدأ؟ تعرف على المزيد.",
    "Become an instructor today": "كن مدرسًا اليوم",
    "Join one of the world’s largest online learning marketplaces.": "انضم إلى واحدة من أكبر الأسواق عبر الإنترنت للتعلم في العالم.",
    "How to Begin": "كيفية البدء",
    "You won’t have to do it alone": "لن تضطر إلى القيام بذلك بمفردك",
    "So Many Reasons To Start": "أسباب كثيرة للبدء",
    "Data Science & IT Certifications": "شهادات علوم البيانات وتكنولوجيا المعلومات",
    "“I’m proud to wake up knowing my work is helping people around the world improve their careers and build great things. While being a full-time instructor is hard work, it lets you work when, where, and how you want.”": "أنا فخور بأن أستيقظ وأنا أعلم أن عملي يساعد الأشخاص في جميع أنحاء العالم على تحسين حياتهم المهنية وبناء أشياء عظيمة. على الرغم من أن كونك مدرسًا بدوام كامل يعد عملاً شاقًا، إلا أنه يتيح لك العمل متى وأين وكيفما تريد.",
    "“Udemy has changed my life. It’s allowed me to follow my passion and become a teacher I love to see my students succeed and hear them say they’ve learned more, quicker, from my courses than they did in college. It’s so humbling.”": "لقد غيرت Udemy حياتي. لقد سمح لي بمتابعة شغفي وأن أصبح مدرسًا، وأحب أن أرى طلابي ينجحون وأسمعهم يقولون إنهم تعلموا من دوراتي بشكل أسرع وأكثر مما تعلموه في الكلية. إنه أمر متواضع للغاية.",
    "Developer (Android Speciality)": "مطور (تخصص أندرويد)",
    "“Teaching on Udemy has provided me with two important elements: the opportunity to reach more learners than I ever would be able to on my own and a steady stream of extra income.”": "لقد زودني التدريس على Udemy بعنصرين مهمين: فرصة الوصول إلى عدد أكبر من المتعلمين مما كنت سأتمكن من الوصول إليه بمفردي وتدفق مستمر من الدخل الإضافي.",
    "Leadership, Communication": "القيادة، التواصل",
    "title": "دورات عبر الإنترنت - تعلم أي شيء، في جدول زمني مناسب لك | Udemy",
    "jumpIntoCourse": "ابدأ في إنشاء الدورة",
    "createYourCourse": "أنشئ دورتك",
    "resourcesHelpful": "بناءً على تجربتك، نعتقد أن هذه الموارد ستكون مفيدة.",
    "courses": "الدورات",
    "communications": "الاتصالات",
    "performance": "الأداء",
    "tools": "الأدوات",
    "resources": "الموارد",
    "createEngagingCourse": "إنشاء دورة جذابة",
    "createEngagingCourseDescription": "سواء كنت تدرس منذ سنوات أو تدرس لأول مرة، يمكنك إنشاء دورة جذابة. لقد قمنا بتجميع الموارد وأفضل الأساليب لمساعدتك في الوصول إلى المستوى التالي، بغض النظر عن مكان بدءك.",
    "getStarted": "ابدأ",
    "getStartedWithVideo": "ابدأ مع الفيديو",
    "getStartedWithVideoDescription": "يمكن لمحاضرات الفيديو عالية الجودة أن تميز دورتك. استخدم مواردنا لتعلم الأساسيات.",
    "buildYourAudience": "بناء جمهورك",
    "buildYourAudienceDescription": "قم بإعداد دورتك لتحقيق النجاح من خلال بناء جمهورك.",
    "joinNewInstructorChallenge": "انضم إلى تحدي المدرس الجديد!",
    "joinNewInstructorChallengeDescription": "احصل على نصائح حصرية وموارد مصممة لمساعدتك في إطلاق دورتك الأولى بسرعة! المدرسون المؤهلون الذين ينشرون دورتهم الأولى في الوقت المحدد سيتلقون مكافأة خاصة للاحتفال. ابدأ اليوم!",
    "haveQuestions": "هل لديك أسئلة؟ إليك أكثر الموارد شيوعًا بين المدرسين.",
    "testVideo": "اختبار الفيديو",
    "testVideoDescription": "أرسل لنا فيديو عينة واحصل على تقييم خبير.",
    "instructorCommunity": "مجتمع المدرسين",
    "instructorCommunityDescription": "تواصل مع المدرسين ذوي الخبرة. اطرح الأسئلة، تصفح المناقشات، والمزيد.",
    "teachingCenter": "مركز التدريس",
    "teachingCenterDescription": "تعرف على أفضل الممارسات للتدريس على Udemy.",
    "marketplaceInsights": "تحليلات السوق",
    "marketplaceInsightsDescription": "تحقق من موضوع دورتك عن طريق استكشاف العرض والطلب في سوقنا.",
    "helpAndSupport": "المساعدة والدعم",
    "helpAndSupportDescription": "تصفح مركز المساعدة أو اتصل بفريق الدعم لدينا.",
    "readyToBegin": "هل أنتم مستعدون للبدء؟",
    "shoppingCart": "سلة التسوق",
    "courseInCart": "دورة واحدة في السلة",
    "remove": "إزالة",
    "mayBeLater": "قد يكون لاحقًا",
    "addToWishlist": "أضف إلى قائمة الأمنيات",
    "price": "السعر",
    "total": "الإجمالي:",
    "checkout": "الدفع",
    "promotions": "العروض الترويجية",
    "keeping": "KEEPLEARNING",
    "isApplied": "تم التطبيق",
    "enterCoupon": "أدخل القسيمة",
    "apply": "تطبيق",
    "youMightAlsoLike": "قد تعجبك أيضًا",
    "workEmail": "البريد الإلكتروني في العمل *",
    "firstName": "الاسم الأول *",
    "lastName": "اسم العائلة *",
    "phoneNumber": "رقم الهاتف*",
    "companyName": "اسم الشركة*",
    "companySize": "حجم الشركة",
    "jobTitle": "المسمى الوظيفي*",
    "jobLevel": "مستوى الوظيفة*",
    "location": "أين توجد؟ * اختر",
    "peopleToTrain": "كم عدد الأشخاص الذين تخطط لتدريبهم؟ * اختر...",
    "trainingNeeds": "ما هي احتياجات التدريب لمؤسستك؟",
    "getInTouch": "تواصل معنا",
    "termsAndPrivacy": "من خلال التسجيل، أنت توافق على شروطنا وسياسة الخصوصية.",
    "Get your demo": "احصل على عرض توضيحي",
    "See why leading organizations choose Udemy Business as their destination for employee learning.": "انظر لماذا تختار المؤسسات الرائدة Udemy Business كوجهتها لتعلم الموظفين.",
    "In your demo, learn more about:": "في عرض التوضيحي، تعرف أكثر على:",
    "Unlimited access to 22,000 + top Udemy courses and certifications – anytime, on any device": "وصول غير محدود إلى أكثر من 22,000 دورة تعليمية على Udemy وشهادات متميزة - في أي وقت، على أي جهاز",
    "Fresh content taught by global instructors in 15 languages – for any learning style": "محتوى جديد يُدرسه مدربون عالميون بـ 15 لغة - لأي نمط تعلم",
    "Actionable learning insights and admin functionality": "رؤى تعلم قابلة للتنفيذ ووظائف إدارية",
    "Trusted by:": "موثوق بها من قبل:",
    "Company Size": "حجم الشركة",
    "I am a contractor / freelancer": "أنا مقاول / عامل حر",
    "Job Level*": "مستوى الوظيفة*",
    "C-Level": "مستوى C",
    "Director / SR": "مدير / كبير",
    "Manager": "مدير",
    "Individual Contributor": "مساهم فردي",
    "Where are you located? * Select": "أين تقع؟ * حدد",
    "Egypt": "مصر",
    "United States": "الولايات المتحدة",
    "United Kingdom": "المملكة المتحدة",
    "Australia": "أستراليا",
    "Saudi Arabia": "المملكة العربية السعودية",
    "How many people are you planning to train? * Select...": "كم عدد الأشخاص الذين تخطط لتدريبهم؟ * حدد...",
    "Just myself": "فقط أنا",
    "Get in touch": "تواصل معنا",
    "By signing up, you agree to our ": "من خلال التسجيل، أنت توافق على ",
    "terms": "الشروط",
    "and": "و",
    "privacy policy": "سياسة الخصوصية",
    "You agree that we can contact you about Udemy and use data from third parties to personalize your experience.": "أنت توافق على أننا يمكننا التواصل معك و استخدام البيانات مع أطراف ثالثة لكي نضفي الطابع الشخصي على تجربتك",
    "Job Title*": "المسمى الوظيفي",
    "Work email *": "البريد الالكتروني للعمل",
    "First Name *": "الاسم الأول",
    "Last Name *": "الاسم الأخير",
    "Phone Number*": "رقم الهاتف",
    "Company Name*": "رقم هاتف الشركة",
    "What are your organization's training needs ?": "ما هي الاحتياجات التدريبية لمؤسستك؟",
    "Go to Cart": "اذهب الى سلة التسوق",
    "Get your team access to over 22,000 top Udemy courses, anytime,anywhere.": "امنح فريقك إمكانية الوصول إلى أكثر من 22000 دورة من أفضل دورات Udemy، في أي وقت وفي أي مكان.",
    "Try Udemy Business": "جرب يوديمي بيزنس",
    "Explore ": "استكشف ",
    "Add to cart": "اضف الى عربة التسوق",
    "FULLY UPDATED FOR CLF-C01 & CLF-C02: Pass the AWS Certified Cloud Practitioner Certification": "تم التحديث بالكامل لـ CLF-C01 وCLF-C02: اجتياز شهادة ممارس السحابة المعتمد من AWS",
    "Let's start learning": "هيا نبدأ بالتعلم",
    "My learning": "التعلم الخاص بي",
    "Trusted by over 14,400 companies and millions of learners around the world": "موثوق به من قبل أكثر من 14400 شركة وملايين المتعلمين حول العالم",
    "Courses": "الدورات",
    "Courses to get you started": "الدورات التدريبية لتبدأ",
    "Featured course": "دورة مميزة",
    "Not sure? All courses have a 30-day money-back guarantee": "غير متأكد؟ تتمتع جميع الدورات بضمان استعادة الأموال لمدة 30 يومًا",
    "shopping_cart": "عربة التسوق",
    "course_in_cart": "{{count}} دورة في العربة",
    "courses_in_cart": "{{count}} دورات في العربة",
    "keep_learning_applied": "KEEPLEARNING تم تطبيقها",
    "enter_coupon": "أدخل الكوبون",
    "you_might_also_like": "قد تعجبك أيضاً",
    "Online Courses - Learn Anything, On Your Schedule | Udemy": "الدورات التدريبية عبر الإنترنت - تعلم أي شيء وفقًا لجدولك الزمني | يوديمي",
    "Updated Recently": "تم تحديثه مؤخرا",
    "ratings": "التقييم",
    "Remove": "ازالة",
    "Add to wishList": "اضافة الى قائمة الأمنيات",
    "You might also like": "قد تحب أيضا",
    "Log In and Start Learning | Udemy": "قم بتسجيل الدخول وابدأ التعلم | يوديمي",
    "Log in to your Udemy account": "قم بتسجيل الدخول الى حساب يوديمي الخاص بك",
    "You’ve successfully logged out of Udemy. Come back soon!": "لقد قمت بتسجيل الخروج من يوديمي بنجاح. عود قريبا!",
    "Your company can give you access to our top 22,000+ business and tech courses.": "يمكن لشركتك أن تتيح لك الوصول إلى أفضل 22000 دورة تدريبية في مجال الأعمال والتكنولوجيا.",
    "My Learning": "التعلم الخاص بي",
    "All Courses": "كل الدورات",
    "Wishlist": "قائمة الأمنيات",
    "Archive": "الأرشيف",
    "Checkout success": "تم التحقق بنجاح",
    "We can’t find the page you’re looking for": "لا يمكننا العثور على الصفحة التي تبحث عنها",
    "My WishList": "قائمة الأمنيات الخاصة بي",
    "English": "الإنجليزية",
    "Search for anything": "إبحث عن أي شيء"
}